Repository: abdullohalimov/suv3_tg_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de, ru

source: 📲 Телефон рақамингизни <b>+9989** *** ** **</b> шаклда юборинг, ёки <b>"📱 Рақам юбориш"</b> тугмасини босинг:
de: 📲 Telefon raqamingizni <b>+9989** *** ** **</b> shaklda yuboring, yoki <b>"📱 Raqam yuborish"</b> tugmasini bosing:
ru: 📲 Введите ваш номер телефона в формате <b>+9989** *** ** **</b> , или нажмите кнопку <b>"📱 Отправить номер"</b>:

source: ✍🏼 <b>Фамилия, Исм, Шарифингиз</b>ни киритинг. <i>Мисол учун: Азимов Азизбeк Азизович</i>
de: ✍🏼 <b>nFamiliya, Ism, Sharifingiz</b>ni kiriting. <i>Misol uchun: Azimov Azizbek Azizovich</i>

source: 👥 Жинсингиз:
de: 👥 Jinsingiz:
ru: 👥 Ваш пол:

source: 📅 Туғилган санангизни <b>кун.ой.йил</b> форматида киритинг <i>Мисол учун: 21.01.2001</i>
de: 📅 Tug'ilgan sanangizni <b>kun.oy.yil</b> formatida kiriting <i>Misol uchun: 21.01.2001</i>
ru: 📅 Введите ваш день рождения в формате <b>день.месяц.год</b> <i>Например: 21.01.2001</i>

source: 🚜 Фермер/деҳқон хўжалиги ёки ташкилотингиз номи
de: 🚜 Fermer/dehqon xo‘jaligi yoki tashkilotingiz nomi

source: 🧑‍🌾 Сизнинг лавозимингиз
de: 🧑‍🌾 Sizning lavozimingiz
ru: 🧑‍🌾Ваша должность

source: 📍 Фермер ёки деҳқон хўжалиги жойлашган ҳудудингизни танланг
de: 📍 Fermer yoki dehqon xo'jaligi joylashgan hududingizni tanlang
ru: 📍 Выберите регион в котором расположена ваша фермерская или дехканская хозяйство

source: Ҳурматли иштирокчи! Сўровномани давом эттириш учун Сувчилар мактаби расмий телеграм каналига аъзо бўлишингизни сўраймиз!
de: Hurmatli ishtirokchi! So'rovnomani davom ettirish uchun Suvchilar maktabi rasmiy telegram kanaliga a'zo bo'lishingizni so'raymiz!

source: "Сувчилар мактаби"да ўқув жараёнлари учун рўйхатдан ўтиш 1-июн соат 9. 30 дан бошланишини маълум қиламиз!
de: "Suvchilar maktabi"da o'quv jarayonlari uchun ro'yxatdan o'tish 1-iyun soat 9.30 dan boshlanishini ma'lum qilamiz!

source: ✍🏼 <b>ФИШ Фамилия, Исм, Шарифингиз</b>ни киритинг. <i>Мисол учун: Азимов Азизбeк Азизович</i>
de: ✍🏼 <b>FISh Familiya, Ism, Sharifingiz</b>ni kiriting. <i>Misol uchun: Azimov Azizbek Azizovich</i>
ru: ✍🏼 <b>ФИШ </b>✍🏼 Введите ваше <b>Фамилию, Имя, Отчество</b>. <i>Например: Азимов Азизбeк Азизович</i>

source: Ушбу фойдаланувчи аввал ройхатдан утган. Сертификатни юклаб олиш учун ID ракамингизни киритинг
de: Ushbu foydalanuvchi avval royxatdan utgan. Sertifikatni yuklab olish uchun ID raqamingizni kiriting
ru: Этот пользователь уже зарегистрирован, чтобы получить сертификат введите ваш номер ID

source: ❌ Телефон рақамингиз нотўғри форматда киритилган. ☝️ Тeлeфон рақамингизни <b>+9989** *** ** **</b> шаклда юборинг, ёки <b>"📱 Рақам юбориш"</b> тугмасини босинг:
de: ❌ Telefon raqamingiz noto'g'ri formatda kiritilgan. ☝️ Telefon raqamingizni <b>+9989** *** ** **</b> shaklda yuboring, yoki <b>"📱 Raqam yuborish"</b> tugmasini bosing:
ru: ❌ Формат вашего телефонного номера неправильный. ☝️ Введите ваш номер телефона в формате <b>+9989** *** ** **</b> , или нажмите кнопку <b>"📱 Отправить номер"</b>:

source: ❌ <b>ФИШ Фамилия, Исм, Шарифингиз</b> хато киритилди ✅ <i>Мисол учун: Азимов Азизбeк Азизович</i> ✍🏼 <b>Фамилия, Исм, Шарифингиз</b>ни қайтадан киритинг.
de: ❌ <b>FISh Familiya, Ism, Sharifingiz</b> xato kiritildi ✅ <i>Misol uchun: Azimov Azizbek Azizovich</i> ✍🏼 <b>nFamiliya, Ism, Sharifingiz</b>ni qaytadan kiriting.

source: ❌ Туғилган санангизни <b>кун.ой.йил</b> форматида киритинг <i>Мисол учун: 21.01.2001</i>
de: ❌ Tug'ilgan sanangizni <b>kun.oy.yil</b> formatida kiriting <i>Misol uchun: 21.01.2001</i>
ru: ❌ Введите ваш день рождения в формате <b>день.месяц.год</b> <i>Например: 21.01.2001</i>

source: ⚙️ Фермер ва деҳқон хўжалиги фаолият тури
de: ⚙️ Fermer va dehqon xo'jaligi faoliyat turi
ru: ⚙️ Тип деятельности фермерского или дехканского хозяйства

source: ✅Сиз муваффақиятли рўйхатдан ўтдингиз. 🆔Сизнинг <b>ID рақамингиз</b> {id_number}. 🎫Курс якунланганидан сўнг, шу ерда <b>сертификатингизни</b> юклаб олишингиз мумкин
de: ✅Siz muvaffaqiyatli ro'yxatdan o'tdingiz. 🆔Sizning <b>ID raqamingiz</b> {id_number}. 🎫Kurs yakunlanganidan so'ng, shu yerda <b>sertifikatingizni</b> yuklab olishingiz mumkin

source: ⏳ Юкланмоқда, кутиб туринг...
de: ⏳ Yuklanmoqda, kutib turing...

source: <b>Сертификатни юклаб олиш учун қуйидаги сўровномани тўлдиринг.</b>
de: <b>Sertifikatni yuklab olish uchun quyidagi so‘rovnomani to‘ldiring. </b>

source: <b>Вилоятингизни танланг:</b>
de: <b>Viloyatingizni tanlang:</b>

source: ⏳ Курс ҳали якунланмаган Курс якунланганидан сўнг сертификатингизни юклаб олишингиз мумкин
de: ⏳ Kurs hali yakunlanmagan Kurs yakunlanganidan so'ng sertifikatingizni yuklab olishingiz mumkin

source: ❔ID нотогри киритилди ёки курс ҳали якунланмаган ⏳ Курс якунланганидан сўнг сертификатингизни юклаб олишингиз мумкин
de: ❔ID notogri kiritildi yoki kurs hali yakunlanmagan ⏳ Kurs yakunlanganidan so'ng sertifikatingizni yuklab olishingiz mumkin

source: <b>Университет профессор-ўқитувчисини баҳоланг</b> <b>Маъруза мавзуси:</b> <i>Сув тежовчи технологияларнинг афзалликлари ва уларни самарадорлиги</i> <b>Ф.И.Ш:</b> <i> {teacher}</i>
de: <b>Universitet professor-o‘qituvchisini baholang</b> <b>Ma'ruza mavzusi:</b> <i>Suv tejovchi texnologiyalarning afzalliklari va ularni samaradorligi</i> <b>F.I.SH:</b> <i> {teacher}</i>

source: <b>Турк мутахассисини баҳоланг</b> <b>Маъруза мавзуси:</b> <i>Замонавий суғориш тизимининг аҳамияти ва сувдан фойдаланиш маданияти</i> <b>Ф.И.Ш:</b> <i>{teacher}</i>
de: <b>Turk mutaxassisini baholang</b> <b>Ma'ruza mavzusi:</b> <i>Zamonaviy sug‘orish tizimining ahamiyati va suvdan foydalanish madaniyati</i> <b>F.I.SH:</b> <i>{teacher}</i>

source: Баҳо: {emoji}
de: Baho: {emoji}

source: <b>Банк мутахассисини баҳоланг</b> <b>Маъруза мавзуси:</b> <i>Иқтисодий ва ҳуқуқий саводхонлик: субсидия, кафилликлар, солиқ имтиёзлари ва банк кредитлари</i> <b>Ф.И.Ш:</b> <i>{teacher}</i>
de: <b>Bank mutaxassisini baholang</b> <b>Ma'ruza mavzusi:</b> <i>Iqtisodiy va huquqiy savodxonlik: subsidiya, kafilliklar, soliq imtiyozlari va bank kreditlari</i> <b>F.I.SH:</b> <i>{teacher}</i>

source: <b>Сув хўжалиги вазирлиги мутахассисини баҳоланг</b> <b>Маъруза мавзуси:</b> <i>Иқтисодий ва ҳуқуқий саводхонлик: субсидия, кафилликлар, солиқ имтиёзлари ва банк кредитлари</i> <b>Ф.И.Ш:</b> <i>{teacher}</i>
de: <b>Suv xo‘jaligi vazirligi mutaxassisini baholang</b> <b>Ma'ruza mavzusi:</b> <i>Iqtisodiy va huquqiy savodxonlik: subsidiya, kafilliklar, soliq imtiyozlari va bank kreditlari</i> <b>F.I.SH:</b> <i>{teacher}</i>

source: <b>Ўқув курси ташкилий жараёнлари</b>(ўқув материаллари, эсдалик совғалар, тушлик ва бошқалар)<b>ни баҳоланг</b>
de: <b>O‘quv kursi tashkiliy jarayonlari</b>(o‘quv materiallari, esdalik sovg‘alar, tushlik va boshqalar)<b>ni baholang</b>

source: <b>Ўқув курси ҳақида фикрларингиз бўлса, шу йерда ёзиб қолдиринг</b> (мажбурий эмас)
de: <b>O‘quv kursi haqida fikrlaringiz bo‘lsa, shu yerda yozib qoldiring</b>(majburiy emas)

source: <b>✅ Сўровномада қатнашганингиз учун миннатдормиз! </b>
de: <b>✅ So‘rovnomada qatnashganingiz uchun minnatdormiz! </b>

source: Эркак
de: Erkak
ru: Мужчина

source: Аёл
de: Ayol
ru: Женщина

source: 🔙 Орқага
de: 🔙 Orqaga
ru: 🔙 Назад

source: Хўжалик раҳбари
de: Xo'jalik rahbari

source: Ишчи
de: Ishchi
ru: Работник

source: Сувчи
de: Suvchi

source: Ирригатор
de: Irrigator

source: Банк ходими
de: Bank xodimi

source: Бошқа
de: Boshqa

source: Пахтачилик/ғаллачилик
de: Paxtachilik/g'allachilik

source: Боғдорчилик/узумчилик
de: Bog'dorchilik/uzumchilik

source: Сабзавот-полиз
de: Sabzavot-poliz

source: Сабзавот-ғалла
de: Sabzavot-g'alla

source: Бошқа йўналиш
de: Boshqa yo'nalish
ru: Другое Направление

source: Сертификатни юклаб олиш
de: Sertifikatni yuklab olish
ru: Скачать сертификат

source: Сувчилар Мактаби канали
de: Suvchilar Maktabi kanali
ru: Канал 'Сувчилар Мактаби'

source: Обунани текшириш
de: Obunani tekshirish
ru: Проверить подписку

source: 1 (ёмон 😢)
de: 1 (yomon 😢)

source: 2 (қониқарсиз 🙁)
de: 2 (qoniqarsiz 🙁)

source: 3 (қониқарли 😐)
de: 3 (qoniqarli 😐)

source: 4 (яхши 🙂)
de: 4 (yaxshi 🙂)

source: 5 (аъло 😀)
de: 5 (a'lo 😀)

source: Давом этиш
de: Davom etish

source: 📱 Рақам юбориш
de: 📱 Raqam yuborish
ru: 📱 Отправить номер

source: Азметов Рустам
de: Azmetov Rustam

source: Кдирбаев Дауранбек
de: Kdirbaev Dauranbek

source: Аманов Баходир
de: Amanov Baxodir

source: Сулаймон Кодал
de: Sulaymon Kodal

source: Матисақов Тўланбой
de: Matisaqov To‘lanboy

source: Усманов Шавкат
de: Usmanov Shavkat

source: Исаев Сабиржан
de: Isaev Sabirjan

source: Гукдемир Ибрахим Ҳакки
de: Gukdemir Ibraxim Hakki

source: Усаров Фазлиддин
de: Usarov Fazliddin

source: Қўзиев Фарход
de: Qo‘ziev Farxod

source: Хамроев Камол
de: Xamroev Kamol

source: Беязгул Муслум
de: Beyazgul Muslum

source: Ғойибқулов Абдулло
de: G‘oyibqulov Abdullo

source: Баракаев Мурод
de: Barakaev Murod

source: Рўзимуродов Алишер
de: Ro‘zimurodov Alisher

source: Темел Мухаммет
de: Temel Muxammet

source: Тахиров Бобур
de: Taxirov Bobur

source: Холмуроджонов Бекзод
de: Xolmurodjonov Bekzod

source: Ишчанов Жавлонбек Курбанбаевич
de: Ishchanov Javlonbek Kurbanbaevich

source: Копаран Месут
de: Koparan Mesut

source: 🚜 Фермер ёки деҳқон хўжалиги номини киритинг
ru: 🚜 Введите название фермерского или дехканского хозяйства
